[GENERAL]
NAME					= 한국어
TRANSLATOR				= bandicut@bandicam.com
DLG_FONT_NAME				= ICONTITLELOGFONT
DLG_FONT_SIZE				= 9

[TEXT]
TEXT_APP_NAME				= 반디컷
TEXT_BUILDNO				= 빌드#
TEXT_VERSION				= 반디컷 ${str1} (${str2})
TEXT_APPINFO				= 반디컷은 간단하고 빠른 동영상 편집 프로그램입니다.
TEXT_BETA				= 베타
TEXT_UNREGISTERED			= 평가판
TEXT_BUSINESS				= 기업용

TEXT_YES				= 예
TEXT_NO					= 아니오
TEXT_CLOSE				= 닫기
TEXT_CANCEL				= 취소
TEXT_OK					= 확인
TEXT_ABORT				= 중지
TEXT_RETRY				= 재시도
TEXT_IGNORE				= 무시
TEXT_CONTINUE				= 계속

TEXT_SAVE					= 저장
TEXT_NOT_SAVE				= 저장 안 함

TEXT_SECOND				= 초

TEXT_OPEN_FILE				= 파일 열기
TEXT_SELECT_FOLDER			= 저장할 폴더를 선택하세요.

TEXT_SEG_DURATION			= 구간 길이 ${str1}
TEXT_SEEK_POS				= 탐색 ${str1}
TEXT_TOTAL_SEG_DURATION			= 전체 길이 ${str1}
TEXT_HIGH_SPEED_MODE			= 고속 모드
TEXT_HIGH_ENCODING_MODE			= 변환 모드

TEXT_VOLUME_MUTE			= 음소거
TEXT_VOLUME				= Vol: ${int1}%

TEXT_CHANGE_LANG			= 언어를 변경하려면 프로그램을 다시 시작해야 합니다.[br]지금 다시 시작 하시겠습니까?
TEXT_RESET_ALL_SETTINGS			= 반디컷의 모든 설정을 초기값으로 복원하시겠습니까?
TEXT_SHUTDOWN_SEC			= ${int1} 초 후 시스템을 종료합니다.
TEXT_SHUTDOWN_APP_SEC			= ${int1} 초 후 반디컷을 종료합니다.

TEXT_UPDATE_AVAILABLE			= 업데이트 가능한 최신 버전이 있습니다.[br]다운로드 받으시겠습니까?
TEXT_UPDATE_UNAVAILABLE			= 현재 버전이 최신 버전입니다.
TEXT_UPDATE_FAILED			= 업데이트 확인을 실패하였습니다. [br]현재 컴퓨터가 인터넷이 사용 가능한 상태가 아니거나, 서버에 문제가 있을 수 있습니다.
TEXT_OFFLINE				= 이 기능은 인터넷이 사용 가능한 상태에서만 사용가능합니다.[br]인터넷 연결 상태 확인 후 다시 시도하십시오.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 경고 및 에러
TEXT_PROGRAM_INVALID			= 설치된 프로그램을 더 이상 사용할 수 없습니다. [br]다시 설치하시기 바랍니다.

TEXT_NOT_SEEKABLE			= 탐색(Seeking)이 불가능한 파일입니다.					   
TEXT_NOT_SEEKABLE_DETAIL		= 이 경우 구간 설정 및 고속 모드가 불가능합니다.[br]- 인덱스가 손상된 파일.[br]- 키프레임이 없거나 인덱스가 없는 영상

TEXT_NOT_SUPPORT_FILE			= 비디오가 없거나 지원하지 않는 비디오 코덱으로 인코딩 된 경우[br]파일을 추가할 수 없습니다.[br]아래는 해당 파일에 대한 자세한 정보입니다.
TEXT_NOT_SUPPORT_VIDEO			= [br]- 비디오 코덱 ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- 오디오 코덱 ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- 파일 형식: ${str1}
TEXT_NOT_SUPPORT_NONE			= 없음
TEXT_NOT_SUPPORT_NOT_DECODE		= (재생불가)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (비디오데이터없음)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]파일이 존재하지 않습니다.[br]파일 경로를 확인해 보십시오.  

TEXT_NOT_HIGH_SPEED			= 고속 모드가 불가능한 파일입니다.
TEXT_NOT_HIGH_SPEED_DETAIL		= 영상에 따라 고속 모드가 불가능할 수 있습니다.[br]이러한 경우 변환 모드를 사용하셔야 합니다.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - 비디오 프레임 수가 10개 이하입니다.
TEXT_NOT_HIGH_SPEED_QUERY		= - 파일을 생성할 수 없습니다. 

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= 고속 모드 사용 시 아래와 같이 시작 위치가 변경됩니다(${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= 고속 모드를 사용하시겠습니까?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= 이 파일은 정품 등록 후 고속 모드가 가능합니다.[br][br]제품을 구매하시겠습니까?

TEXT_FRAME_CUT_CANT_CHANGE		= 정품 등록을 하셔야 이 설정을 변경할 수 있습니다.[br]제품을 구매하시겠습니까?

TEXT_KEY_FRAME_CUT			= - 이 파일은 고속 모드 사용 시 시작 위치가 달라질 수 있습니다. 
TEXT_KEY_FRAME_CUT2			= - 문제 발생 시, [변환 모드]를 이용해 주시기 바랍니다.

TEXT_NOT_HIGH_SPEED_JOIN		= 파일의 형식이 같은 경우에만 합치기에서 고속 모드가 가능합니다.

TEXT_MSG_CONVERTING_CLOSE		= 작업이 진행 중입니다. 작업을 취소하고 종료 하시겠습니까?
TEXT_MSG_CONVERTING_CANCEL		= 작업이 진행 중입니다. 취소하시겠습니까?
TEXT_MSG_CHECK_NOT_SHOW			= 다시 보지 않기
TEXT_MSG_WRITE_HEADER			= 파일 헤더 정보를 쓰는 중입니다[br]- 파일이 큰 경우 시간이 오래 걸릴 수 있습니다.[br]잠시만 기다려주십시오.

TEXT_ERROR_DISKSPACE_TITLE		= 저장 폴더의 저장 공간이 부족합니다.
TEXT_ERROR_DISKSPACE			= 저장 폴더를 변경 하거나 디스크를 정리하십시오.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-현재 남은 용량: ${str1}[br]-필요한 크기: ${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= 임시 파일 저장 폴더의 저장 공간이 부족합니다.
TEXT_ERROR_CACHE_DISKSPACE		= 임시 파일 저장 폴더를 변경 하거나 디스크를 정리하십시오.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-현재 남은 용량: ${str1}[br]-필요한 크기: ${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= 저장 폴더 혹은 임시 파일 저장 폴더 변경이 필요합니다.
TEXT_ERROR_FILE_SYSTEM			= 저장 폴더 혹은 임시 파일 저장 폴더가 NTFS 파일시스템이 아니어서 4GB이상 파일 처리 시 문제가 발생될 수 있습니다.[br]-변경할 폴더:
TEXT_CANT_KEYFRAME_SEEK			= 파일을 분석하는 중입니다. 영상 분석 완료 후 키프레임 탐색이 가능합니다.  
TEXT_READ_FILE				= 파일 읽기를 실패하였습니다. 정상적인 파일인지 확인해보십시오.[br]네트워크 파일이거나 CD/DVD등에 있는 파일이라면 하드디스크에 복사한 후 작업하시기 바랍니다.
TEXT_CODEC_CONFIG			= 변환 설정이 잘못 되었거나 인코더 생성에 실패했습니다.
TEXT_CODEC_CONFIG2			= [br]변환 모드 상세 설정에서 기본 값으로 설정한 후 다시 시도해보십시오.
TEXT_VIDEO_ENCODING			= 비디오 변환 중 오류가 발생하였습니다. 정상적인 파일이 아니거나 변환 설정이 잘못 되었습니다. 
TEXT_VIDEO_ENCODING_QSV_TITLE		= 인텔 퀵 싱크 비디오 인코더의 문제로 인해 변환이 중지됐습니다.
TEXT_VIDEO_ENCODING_QSV			= 소프트웨어 인코더를 사용하여 변환 하시겠습니까?
TEXT_AUDIO_ENCODING			= 오디오 변환 중 오류가 발생하였습니다. 정상적인 파일이 아니거나 변환 설정이 잘못 되었습니다.
TEXT_NOT_SUPPORT_TYPE			= 출력 파일 생성 중에 오류가 발생하였습니다.
TEXT_UNSUPPORT_VIDEO_SIZE		= 해당 크기로 변환할 수 없습니다.[br]${str1}가 지원하는 비디오 크기는 ${str2}입니다.[br]변환 모드 상세 설정에서 비디오 크기를 설정한 후 다시 시도해보십시오.
TEXT_NO_ENCODER				= 인코더를 찾을 수 없습니다.
TEXT_SEND_FILE				= bandicut@bandicam.com으로 비디오 파일을 보내주시면 확인 후 회신하겠습니다.
TEXT_CHECK_CHANGE_ENCODER		= 다음부터 H.264 소프트웨어 인코더 사용
TEXT_INTER_FILE				= 출력 파일 저장 중에 오류가 발생하였습니다.
TEXT_CANT_DECODE_AUDIO			= 재생 불가능한 오디오 트랙이 포함되어 있습니다.[br]해당 오디오 트랙은 저장/변환되지 않습니다. 계속하시겠습니까?

TEXT_REBUILD_COMPLETE			= 파일 준비가 완료되었습니다. 
TEXT_REBUILD_FAILED			= 파일 준비 중 오류가 발생하였습니다.[br]

TEXT_ERRMSG_CONVERT_NUM			= 변환을 실패하였습니다. (${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= 비디오 크기가 너무 커서 고속모드 변환을 실패하였습니다. 변환 모드로 다시 해보십시오.

TEXT_MSG_CHANGE_MODE_DROP		= 여러 파일을 추가하면 [합치기]로 전환됩니다. 계속 진행하시겠습니까?
TEXT_MSG_CANT_CHANGE			= 추가된 파일을 분석하고 있습니다. 분석 완료 후 파일 제거, 순서 변경, 작업 모드 변경이 가능합니다. 

TEXT_MISSED_FILE_REMOVE			= 파일이 존재하지 않아 목록에서 제거됩니다[br]-파일명:  ${str1}

TEXT_INVALID_VALUE			=  ${int1} 에서 ${int2} 사이의 값을 입력하십시오.

TEXT_WARNING_MAX_SEGMENT		= 파일/구간은 최대  ${int1}개 까지만 추가할 수 있습니다.
TEXT_WARNING_MAX_SEGMENT_FAIL		= 아래 ${int1}개 파일은 추가되지 않았습니다. [br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= 해당 설정으로 분할하는 경우 추가 가능한 최대 구간 수(${int1}개)를 초과합니다. [br]계속 진행하는 경우 일부 구간을 추가되지 않을 수 있습니다.[br]계속 진행하시겠습니까?
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= 더 이상 구간을 추가할 수 없습니다.
TEXT_WARNING_MAX_SEGMENT_SHORT		= 이 구간을 ${int1}개로 나누면 시간이 너무 짧아서 자르기 할 수 없습니다. 좀 더 작은 값으로 설정한 후 다시 시도해보십시오. 
TEXT_WARNING_MAX_SEGMENT_ZERO		= 선택된 구간보다 더 긴 시간으로 설정하였습니다. 좀 더 작은 값으로 설정한 후 다시 시도해보십시오.
TEXT_WARNING_INVALID_TIME		= 1초 이상으로 설정해야합니다. 

TEXT_EXIST_FILE_HEADER			= 파일이 존재합니다.
TEXT_EXIST_FILE_COMMENT			= 그대로 진행하면 파일명에 자동으로 숫자가 추가됩니다. 계속 진행하시겠습니까? 
TEXT_EXIST_FILE_OVERWRITE			= 다른 이름으로 저장 확인
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1}이(가) 이미 있습니다.[br]바꾸시겠습니까?

TEXT_MSG_PROJECT_HELP			= 프로젝트 파일이란?
TEXT_MSG_SAVE_PROJECT_HEADER		= 진행 중인 작업이 있습니다. 
TEXT_MSG_SAVE_PROJECT			= 파일이 추가되면 기존에 진행하던 작업 내용이 사라집니다.
TEXT_MSG_SAVE_PROJECT2			= 작업 내용을 프로젝트 파일로 저장한 후 계속 진행하시겠습니까?
TEXT_MSG_SAVE_PROJECT_CLOSE		= 작업 내용을 프로젝트 파일로 저장한 후 종료하시겠습니까?
TEXT_MSG_LOAD_PROJECT_FAIL		= 프로젝트 파일 열기를 실패하였습니다.
TEXT_MSG_RESTORE_PROJECT		= 완료되지 않은 작업이 있습니다. 이전 작업을 복구하시겠습니까?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel® Quick Sync Video H.264 인코더 사용이 가능한 것으로 판단됩니다.[br]이 인코더는 하드웨어 가속을 사용하기 때문에 성능이 매우 우수합니다.
TEXT_RECOMMEND_CODEC_COMMENT_OK		= 안내 페이지로 이동하여 사용 방법을 확인해 보시겠습니까?

TEXT_ENCODER_TITLE			= ${str1} 인코더 사용 가능
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} 인코더를 사용할 수 있습니다.[br]이 인코더는 하드웨어 가속을 사용하기 때문에 성능이 매우 우수합니다.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= ${str1} 인코더를 사용하도록 설정 하시겠습니까?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= 페이스북의 정책으로 인해 이 기능을 더 이상 사용할 수 없습니다.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 로그
TEXT_INPUT_FILE_INFO			= 입력 파일 정보
TEXT_H264_NOT_SUPPORT			= 이 시스템에서는 H264 인코더를 지원하지 않습니다.
TEXT_FILE_NAME				= 파일명: ${str1}
TEXT_FILE_TYPE				= 파일 형식: ${str1}
TEXT_FILE_DURATION			= 재생 시간: ${str1}
TEXT_FILE_SIZE				= 파일 크기: ${str1}
TEXT_SEGMENT				= 구간 설정: ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START		= 설정된 시작 시간: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= 변경된 시작 시간: ${str1}
TEXT_ENABLE_HIGH_SPEED			= 고속 모드 사용: ${str1}
TEXT_SEEKABLE				= 탐색 ${str1}  
TEXT_POSSIBLE				= 가능
TEXT_IMPOSSIBLE				= 불가능
TEXT_POSSIBLE_REG			= 정품 등록 시 가능
TEXT_TRACK_COUNT			= 비디오 트랙 ${int1}개, 오디오 트랙 ${int2}개
TEXT_OUTPUT_FILE_INFO			= 출력 파일 정보
TEXT_ADD_FAILED				= [파일 추가 실패]
TEXT_OUTPUT_OPTION			= 출력 옵션
TEXT_INPUT_FILES			= [입력 파일(구간) 수: ${int1}]
TEXT_ENCODER_NAME			= 인코더
TEXT_CODEC				= 코덱

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 메인
TEXT_MAIN_MOVIE_FILES			= 동영상 파일
TEXT_MAIN_PROJECT_FILES			= 프로젝트 파일
TEXT_MAIN_ALL_FILES			= 모든 파일

TEXT_MOREINFO				= 자세히

TEXT_SEGMENT_TITLE			= 구간 ${str1}
TEXT_SEGMENT_FILE_TITLE			= 파일 ${str1}

TEXT_RECORDING				= 컴퓨터 화면, 게임 화면을[br]반디캠으로 쉽고 편하게[br]녹화하세요.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 배너
TEXT_BANNER_FONT			= "맑은 고딕", "Malgun Gothic", "Gulim",
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= 트라이얼
TEXT_BANNER_OFF_SUBJECT			= 현재 평가판을 사용하고 계십니다.
TEXT_BANNER_OFF_CONTENTS_1		= 정품 구매 후 정품등록을 하시면 저장된 영상에 나오는
TEXT_BANNER_OFF_CONTENTS_2		= 반디컷 로고(워터마크)가 제거됩니다.
TEXT_BANNER_RESULT_SUBJECT		= 좀 더 빠른 속도로 자르기 원하세요?
TEXT_BANNER_RESULT_CONTENTS_1		= 정품을 구매하시면 <b>${str1}%</b> 이상 빠르게 자를 수 있습니다.
TEXT_BANNER_RESULT_CONTENTS_2		= 이 경우 <b>${str1}</b> 이상 빨라집니다.
TEXT_BANNER_RESULT_BTN			= 정품 구매

TEXT_BANNER_UWP_SUBJECT			= 쉽고 빠른 동영상 편집 프로그램 반디컷
TEXT_BANNER_UWP_CONTENTS_1		= 홈페이지에 방문하시면 반디컷 사용 방법에 대한
TEXT_BANNER_UWP_CONTENTS_2		= 자세한 사항을 확인할 수 있습니다.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 환경 설정
TEXT_TAB_GENERAL			= 일반
TEXT_TAB_FILE				= 파일
TEXT_TAB_LANGUAGE			= 언어
TEXT_TAB_HIGHSPEED			= 고속 모드
TEXT_TAB_VFILTER			= 비디오 상세 설정
TEXT_TAB_INFO				= 정보

TEXT_PREFIX_FILE_NAME			= 원본 파일명
TEXT_PREFIX_CUSTOM			= 사용자 정의
TEXT_PREFIX_NONOE			= 없음
TEXT_SUFFIX_TIME			= 날짜 및 시간
TEXT_SUFFIX_SERIAL			= 일련 번호
TEXT_SUFFIX_DATE_SERIAL			= 날짜 + 일련 번호
TEXT_FILE_EXAMPLE			= 예)
TEXT_DEFAULT_CACHE_FOLDER		= (기본값)

TEXT_INTEL_QSV				= 인텔® 퀵 싱크 비디오(빠름, 하드웨어 가속)

TEXT_H264_NOT_SUPPORT			= 이 시스템에서는 H264 인코더를 지원하지 않습니다.[br]자세한 사항은 도움말을 확인해주십시오.

TEXT_VIDEO_QUALITY			= 품질
TEXT_VIDEO_BITRATE			= 비트레이트(kbps)
TEXT_AUDIO_MONO				= 모노
TEXT_AUDIO_STEREO			= 스테레오
TEXT_NO_VIDEO				= 비디오 없음
TEXT_NO_AUDIO				= 오디오 없음
TEXT_VIDEO				= 비디오
TEXT_AUDIO				= 오디오
TEXT_UNKNOWN				= 알 수 없음.
TEXT_AUTO				= 자동
TEXT_ALWAYS				= 항상 사용
TEXT_DONT_USE				= 사용 안 함

TEXT_FIT_WIDTH				= 가로 폭 맞춤
TEXT_FIT_HEIGHT				= 세로 폭 맞춤
TEXT_SIZE_AUTO				= 원본 유지
TEXT_SIZE_CUSTOM			= 사용자 정의

TEXT_FIT_WIDTH_INFO			= 가로 폭 맞춤(${int1}x0)
TEXT_FIT_HEIGHT_INFO			= 세로 폭 맞춤(0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768(iPad2)
TEXT_FIT_IPHONE4			= 960 x 640(iPhone)
TEXT_FIT_NEW_IPAD			= 2048 x 1536(New iPad)

TEXT_FPS_AUTO				= 원본 유지

TEXT_MIN_VIDEO_SIZE			= 비디오의 가로/세로 최소 크기는 ${int1} 입니다.
TEXT_MAX_VIDEO_SIZE			= 비디오의 가로/세로 최대 크기는 ${int1} 입니다.
TEXT_ODD_VIDEO_SIZE			= 비디오의 가로/세로 크기가 홀수인 경우 변환을 실패할 가능성이 있습니다.[br]비디오 크기를 아래와 같이 변경하시겠습니까?
TEXT_ODD_VIDEO_SIZE2			= [br]- 설정된 비디오 크기: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- 변경된 비디오 크기: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= 최대 비디오 비트레이트는 ${str1} Kbps(${int1} Mbps) 입니다.
TEXT_MAX_VIDEO_QUALITY			= 비디오 품질은 1 ~ 100 사이의 값으로 설정해야 합니다.
TEXT_DONT_ALLOW_NORMALIZE		= 노멀라이즈는 오디오 제거하기와 동시에 사용할 수 없습니다.[br]오디오 제거하기를 해제하겠습니까?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= 오디오 제거하기는 노멀라이즈와 동시에 사용할 수 없습니다.[br]노멀라이즈를 해제하겠습니까?

TEXT_SAMPLERATE_AUTO			= 원본 유지

TEXT_ASK_FOR_REG			= 평가판을 사용하는 중입니다.
TEXT_ASK_FOR_REG_DETAIL			= 저장된 비디오에 로고가 추가되지 않기를 원한다면,[br]제품을 구매한 후 반드시 정품 등록을 하시기 바랍니다.
TEXT_ASK_FOR_REG_CONTINUE		= 무시하고 계속 진행하기
TEXT_ASK_FOR_REG_REGNOW			= 반디컷 정품 등록하기
TEXT_ASK_FOR_REG_TRY			= 평가판으로 사용하기

TEXT_NOT_EXIST_OUTPUT			= 저장 폴더가 존재하지 않습니다. 새로 지정하십시오.
TEXT_NOT_SUPPORT_FOLDER			= 해당 폴더에는 파일을 저장할 수 없습니다. 다른 폴더를 지정하십시오.
TEXT_NOT_SAVE_SOURCE_FOLDER		= 원본 폴더에 파일을 저장할 수 없습니다.[br][원본 폴더에 저장] 기능을 사용하지 않고 진행하시겠습니까?
TEXT_NOT_ALLOWED_CHAR			= 파일 이름에는 다음 문자를 사용할 수 없습니다.[br]${str1}
TEXT_LONG_PATH				= 파일 이름이 올바르지 않거나 너무 깁니다. '저장될 파일명'의 내용을 줄이거나 '저장 폴더'를 다른 위치로 설정하여 다시 시도해보십시오.[br]파일 경로의 최대 길이는 ${int1} 자입니다.
TEXT_ADDING_FILES			= 파일을 추가하는 중입니다. 잠시만 기다려주십시오.
TEXT_ALLOW_SPEED			= ${str1} 에서 ${str2} 사이의 값을 입력하십시오.

TEXT_DEFAULT_PRESET			= 기본값
TEXT_FIT_WIDTH_PRESET			= 가로 폭 맞춤
TEXT_FIT_HEIGHT_PRESET			= 세로 폭 맞춤
TEXT_UPLOAD_480_PRESET			= 유튜브/트위터 동영상 (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= 유튜브/트위터 동영상 (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= 유튜브/트위터 동영상 (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= 스마트폰 및 PMP
TEXT_PPT_PRESET				= MS 파워포인트용 동영상
TEXT_DELETE_PRESET			= 해당 빠른 설정을 삭제하시겠습니까?[br][br]-빠른 설정 이름: ${str1}
TEXT_SAME_PRESET			= 같은 이름의 빠른 설정이 있습니다. 해당 빠른 설정에 덮어 씌우시겠습니까?[br][br]-빠른 설정 이름: ${str1}
TEXT_SAME_RENAME_PRESET			= 같은 이름의 빠른 설정이 있습니다. 빠른 설정 이름을 다시 입력해주세요.[br][br]-빠른 설정 이름: ${str1}
TEXT_REFLECTED_PRESET			= 빠른 설정이 적용되었습니다.[br][br]-빠른 설정 이름: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= 이 프로그램은 당신의 컴퓨터에 반디컷을 설치할 것입니다.[br][br]반디컷이 실행되어 있다면 설치를 시작하기 전 종료하여 주시기 바랍니다.[br][br]계속하시려면 '다음'버튼을 눌러 주세요.
TEXT_DELETE_ALL_FILES			= 프로그램이 설치된후 생성된 파일등이 설치 폴더(${str1})에 일부 남아 있습니다.[br]프로그램이 설치 되었던 폴더를 완전히 삭제하시겠습니까?
TEXT_STILLRUN_EXIT_PROGRAM		= 반디컷이 실행중 입니다. 프로그램을 먼저 종료해 주세요.
TEXT_THIS_IS_NT_ONLY_APP		= 이 프로그램은 윈도우 비스타 이상에서만 정상적으로 동작합니다. [br]윈도우 XP용 반디컷을 다운로드 받으시겠습니까?
TEXT_DO_NOT_WORK_32BIT			= 이 프로그램은 32비트 운영체제에서는 동작하지 않습니다. [br]32비트 윈도우용 반디컷을 다운로드 받으시겠습니까?
TEXT_NEED_ADMIN_PRIVILEGE		= 이 프로그램은 시스템의 관리자 권한(Administrator)을 가진 사용자만이 설치할 수 있습니다.[br]관리자 권한이 없을경우 정상 설치되지 않습니다.[br]설치를 중단하시겠습니까?
TEXT_DELETE_ALL_PRESET_FILES		= 사용자 빠른 설정 폴더에 파일이 일부 남아 있습니다.[br]이 빠른 설정 파일은 반디컷을 다시 설치하면 사용할 수 있습니다.[br]그래도 해당 파일을 완전히 삭제하시겠습니다.
	
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 위자드
TEXT_WIZARD_COMMENT			= 원하는 작업을 선택하세요.
TEXT_WIZARD_COMMENT_CUT			= 영상 하나를 여러 개로 자르거나 필요없는 부분을 뺄 수 있습니다.
TEXT_WIZARD_COMMENT_SPLIT		= 영상 하나를 여러 개로 나눌 수 있습니다. 
TEXT_WIZARD_COMMENT_JOIN		= 여러 개의 영상을 하나의 영상으로 합칠 수 있습니다.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>반디컷</font> 자르기
TEXT_GUIDE_JOIN				= <font color=white>반디컷</font> 합치기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 변환 중 다이얼로그
TEXT_RESUME				= 다시 시작
TEXT_PAUSE				= 일시 중지
TEXT_READY				= 대기 중

TEXT_TITLE_ALARM_TRAILING		= ${str1} - 파일 헤더 쓰는 중
TEXT_JOIN_JOB				= 합치기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 정품 등록
TEXT_REGISTER_SUCCEEDED			= 정품 등록이 완료되었습니다.
TEXT_REGISTER_FAILED			= 정품 등록을 실패하였습니다.[br]이메일 주소 및 시리얼 번호를 확인해 보시기 바랍니다.
TEXT_REGISTER_CONNECT_FAILED		= 등록 서버와의 통신을 실패하였습니다.[br]컴퓨터가 인터넷에 연결되어 있지 않거나 컴퓨터(시스템) 날짜가 정확하지 않은 경우 정품 등록이 불가능합니다.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]자세한 도움말을 원하시면 '확인' 버튼을 클릭하세요.
TEXT_REGISTER_INFO			= 이메일 주소: ${str1}[br]시리얼 번호: ${str2}
TEXT_REGISTER_INFO2			= 사용 만료일 : ${str1} (${int1}일 남음)
TEXT_REGISTER_INFO2_EXPIRING		= 사용 만료일 : ${str1} (24시간 이내 만료)
TEXT_REGISTER_INFO2_EXPIRED		= 사용 만료일 : ${str1} (사용 만료됨)

TEXT_REGISTER_YET			= 정품 등록이 되어 있지 않습니다.[br]저장된 비디오에 로고가 추가되지 않기를 원한다면,[br]제품을 구매한 후 반드시 정품 등록을 하시기 바랍니다.
TEXT_HAS_BEEN_UNREGISTERED		= 반디컷의 정품 등록이 해제되었습니다.
TEXT_UNREGISTER				= 반디컷의 정품 등록을 해제하시겠습니까?

TEXT_NOTICE_NEED_TO_RENEW_1		= 정품 사용기간 연장이 필요합니다 (라이선스 기간 갱신)
TEXT_NOTICE_NEED_TO_RENEW_2		= <font color="red">%d일후</font> 정품 사용기간이 만료됩니다.<br>기능 제한 없이 반디컷을 계속 사용하려면 사용기간을 연장하셔야 합니다.
TEXT_NOTICE_NEED_TO_RENEW_2_NOW		= 정품 사용기간이 만료되었습니다.<br>기능 제한 없이 반디컷을 계속 사용하려면 사용기간을 연장하셔야 합니다.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY	= <font color="red">24시간</font> 이내에 정품 사용기간이 만료됩니다.<br>기능 제한 없이 반디컷을 계속 사용하려면 사용기간을 연장하셔야 합니다.

TEXT_NOTICE_NEED_TO_RENEW		=${int1}일후 반디컷의 정품 사용기간이 만료됩니다.[br]정품 사용기간 갱신 안내를 원하시면 '확인' 버튼을 클릭하세요.
TEXT_NOTICE_NEED_TO_RENEW_NOW		= 반디컷의 정품 사용기간이 만료되었습니다.[br]정품 사용기간 갱신 안내를 원하시면 '확인' 버튼을 클릭하세요.
TEXT_NOTICE_NEED_TO_RENEW_TODAY		= 24시간 이내에 반디컷의 정품 사용기간이 만료됩니다.[br]정품 사용기간 갱신 안내를 원하시면 '확인' 버튼을 클릭하세요.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= 업로드할 동영상의 제목을 입력하세요.
TEXT_UPLOAD_YOUTUBE_LOGIN		= YouTube 로그인
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= 웹브라우저에서 YouTube에 로그인 중입니다...
TEXT_UPLOAD_VIMEO_LOGIN			= Vimeo 로그인
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= 웹브라우저에서 Vimeo에 로그인 중입니다...
TEXT_UPLOAD_GDRIVE_LOGIN		= Google 드라이브 로그인
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT		= 웹브라우저에서 Google 드라이브에 로그인 중입니다...
TEXT_UPLOAD_COMPLETE			= 업로드 완료
TEXT_UPLOAD_ERR_FAIL			= 업로드를 실패하였습니다.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= 업로드할 파일이 너무 큽니다.
TEXT_UPLOAD_ERR_FREESPACE		= 업로드할 여유공간이 부족합니다.
TEXT_UPLOAD_ERR_CONNECT			= 서버 연결을 실패하였습니다.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= 해당 계정은 [미등록] 옵션으로 업로드할 수 없습니다.
TEXT_UPLOAD_WARNING_DOING		= ${int1}개의 비디오 업로드가 진행 중입니다. 진행 중인 비디오 업로드를 취소하고 종료 하시겠습니까?
TEXT_UPLOAD_NO_PASSWORD			= 비밀번호를 입력하십시오.[br]입력을 원하지 않는다면 다른 옵션을 선택하세요.
TEXT_UPLOAD_YOUTUBE_QUOTA		= 유튜브에서 배정받은 일일 업로드 가능 수량이 초과되어, 반디컷에서 업로드를 할 수 없습니다.[br]유튜브(YouTube.com)에 로그인 후 직접 동영상을 업로드 하거나, 한국시간 17시 이후에 다시 시도해 보시기 바랍니다.[br][br]유튜브에서 직접 동영상을 업로드 하시겠습니까?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= 액세스 토큰 구하기를 실패하였습니다.

; oauth complete html
TXT_TITLE               		= 유튜브 로그인 완료!
TXT_MESSAGE_COMPLETE1   		= 유튜브 로그인이 완료되었습니다!
TXT_MESSAGE_COMPLETE2   		= 이 페이지를 닫고 프로그램을 확인해보세요.
TXT_GOTO_BANDICUT_HOME  		= bandicut.com으로 이동

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= 프로그램 설치중 입니다.
TEXT_UPDATE_FAILED_DL			= 설치파일 다운로드를 실패하였습니다. [br]현재 컴퓨터가 인터넷이 사용 가능한 상태인지 확인해 보세요.
TEXT_UPDATE_INSTALL_SUCCEED		= 프로그램 설치가 완료되었습니다.
TEXT_UPDATE_INSTALL_FAILED		= 프로그램 설치를 실패하였습니다.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 메뉴
[MENU]
MENUSTR_MAIN_ABOUT			= 프로그램 정보 [tab]F1
MENUSTR_MAIN_FILE_OPEN			= 파일 열기 [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= 파일 업로드 [tab]Ctrl+U
MENUSTR_MAIN_FILE_CLOSE			= 파일 닫기 [tab]F4
MENUSTR_MAIN_OUTPUT			= 저장 폴더 바로가기 [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= 환경 설정 [tab]F5
MENUSTR_MAIN_REGISTER			= 정품 등록 [tab]F3
MENUSTR_MAIN_CLOSE			= 종료 [tab]Alt+F4
MENUSTR_MAIN_HELP			= 도움말
MENUSTR_HELP_ONLINE			= 도움말
MENUSTR_HELP_HOTKEYS			= 단축키
MENUSTR_HELP_LICENSE			= 저작권 정보
MENUSTR_MAIN_VIDEO			= 비디오
MENUSTR_MAIN_AUDIO			= 오디오
MENUSTR_MAIN_FILE_INFO			= 파일 정보 [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= 모든 파일 닫기 [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= 프로젝트 파일 열기
MENUSTR_MAIN_PROJECT_FILE_SAVE		= 프로젝트 파일 저장
MENUSTR_UPLOAD_SETTING			= 설정

MENUSTR_PRESET_USER			= 사용자 정의 설정
MENUSTR_PRESET_ADD			= 빠른 설정 추가
MENUSTR_PRESET_EDIT			= 빠른 설정 편집

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= 취소
IDOK					= 확인
IDC_BTN_CLOSE				= 닫기
IDC_BTN_YES				= 예
IDC_BTN_NO				= 아니오
IDC_BTN_REGISTER			= 정품 등록
IDC_CK_OPEN_OUTPUT_FOLDER		= 작업 완료 후 저장 폴더 열기
IDC_ST_DETAIL_LINK			= 자세히
IDC_ST_OPTION				= 옵션
IDC_ST_HELP				= 도움말

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= 상세 설정
IDC_ST_FILE_FORMAT			= 파일
IDC_ST_FORMAT				= 파일 형식
IDC_ST_VIDEO_DETAIL			= 비디오
IDC_ST_AUDIO_DETAIL			= 오디오
IDC_ST_VIDEO_SIZE			= 화면 크기
IDC_ST_FPS				= 프레임레이트
IDC_ST_VIDEO_CODEC			= 비디오 코덱
IDC_ST_VIDEO_MODE			= 압축 방식
IDC_ST_VIDEO_QUALITY			= 품질
IDC_ST_VIDEO_BITRATE			= 비트레이트
IDC_ST_VIDEO_DEINTERLACE		= 디인터레이스
IDC_ST_AUDIO_CODEC			= 오디오 코덱
IDC_ST_AUDIO_CHANNEL			= 채널
IDC_ST_AUDIO_SAMPLERATE			= 샘플레이트
IDC_ST_AUDIO_MODE			= 압축 방식
IDC_ST_AUDIO_BITRATE			= 비트레이트
IDC_BTN_PRESET				= 빠른 설정
IDC_BTN_SETTING_MORE			= 추가 설정
IDC_ST_AUDIO_NORMALIZE			= 노멀라이즈
IDC_CK_AUDIO_NORMALIZE			= 사용

[IDD_OUTPUT_V_ENCODER]
IDD_OUTPUT_V_ENCODER			= ${str1} 설정
IDC_ST_ENC_PROFILE			= 프로파일
IDC_ST_ENC_LEVEL			= 레벨

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= 빠른 설정 추가
IDC_ST_ADD_PRESET			= 현재의 포맷 설정 값을 빠른 설정으로 저장할 수 있습니다.[br]추가할 빠른 설정의 이름을 입력하세요. 
IDC_ST_SELECT_ENCODER			= 코덱 설정
IDC_ST_VIDEO_ENCODER			= 코덱

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= 빠른 설정 이름 변경
IDC_ST_RENAME_PRESET			= 변경할 새 이름을 입력하세요.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= 빠른 설정 편집
IDC_BTN_PRESET_ADD			= 추가
IDC_BTN_PRESET_DELETE			= 삭제
IDC_BTN_PRESET_RENAME			= 변경

[IDD_SETTING]
IDD_SETTING				= 환경 설정
IDC_BTN_RESET				= 초기화

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= 탐색 불가능한 영상인 경우 알림
IDC_CK_ALERT_EXIST_FILE			= 저장 폴더에 이미 파일이 있는 경우 알림
IDC_CK_ALERT_SAVE_PROJECT		= 프로젝트 파일 저장 메시지 표시
IDC_CK_USE_LOG_FILE			= 로그 파일 생성하기(.log)
IDC_CK_MOV_FRONT_HEADER			= 영상 정보(moov)를 파일 앞부분에 저장(MP4 전용)
IDC_CK_KEEP_CREATION_TIME		= 파일 생성 시간 정보 유지하기
IDC_ST_UPLOAD				= 업로드 옵션
IDC_CK_SHOW_TIP				= 팁/정보 보이기
IDC_CK_AUTO_MOVE			= 구간 미세 조정 숫자 입력 시 커서를 자동으로 이동하기
IDC_CK_DEINTERLACE_PREVIEW		= 재생 시 디인터레이스 적용(인터레이스 영상만)

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= 저장 폴더
IDC_BTN_SET_OUTPUT			= 변경
IDC_BTN_OPEN_OUTPUT			= 열기
IDC_ST_FILENAME				= 파일명
IDC_CK_OUTPUT_SOURCE			= 원본 파일과 같은 위치에 저장하기
IDC_ST_CACHE_FOLDER			= 임시 파일 저장 폴더
IDC_BTN_SET_CACHE_FOLDER		= 변경
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= 기본값

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= 언어
IDC_ST_TRANSLATOR			= Thanks to translators

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= 고속 모드가 불가능한 경우 알림
IDC_CK_ALWAYS_KEY_FRAME_CUT		= 항상 키프레임 단위로 고속 모드 사용
IDC_CK_SHOW_KEY_FRAME_CUT		= 고속 모드에서 시작위치가 달라지는 경우 알림

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Vimeo.com 에 업로드 하기
IDC_ST_VIMEO_UPLOADINFO			= 업로드 정보
IDC_ST_VIMEO_FILENAME			= 파일명:
IDC_ST_VIMEO_TITLE			= 제목:
IDC_ST_VIMEO_DESCRIPTION		= 상세 설명:
IDC_ST_VIMEO_PRIVACY			= 시청 권한:
IDC_RD_VIMEO_PRIVACY_ANYONE		= 누구나 이 동영상을 시청할 수 있습니다.
IDC_RD_VIMEO_PRIVACY_ONLYME		= 나만 이 동영상을 시청할 수 있습니다.
IDC_RD_VIMEO_PRIVACY_FOLLOW		= 내가 팔로우 한 사람만 이 동영상을 시청할 수 있습니다.
IDC_RD_VIMEO_PRIVACY_UNLISTED		= 개인 링크가 있는 사람만 동영상을 볼 수 있습니다.
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Vimeo Basic 사용자는 이 옵션을 사용할 수 없습니다.)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= 비밀번호가 있는 사람만 동영상을 볼 수 있습니다. 
IDC_CK_HIDE_PASSWORD			= 패스워드 감추기
IDC_BTN_VIMEO_UPLOAD			= 업로드
IDC_LN_VIMEO_HELP			= 도움말

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= 업로드중...
IDC_ST_VIMEO_UPLOADED			= 업로드가 완료되었습니다!
IDC_ST_VIMEO_LINK			= 주소:
IDC_ST_VIMEO_EMBED			= 코드:
IDC_BTN_VIMEO_LINK_GO			= 이동
IDC_BTN_VIMEO_EMBED_COPY		= 복사
IDC_BTN_VIMEO_CLOSE			= 닫기

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Youtube.com 에 업로드 하기
IDC_ST_YOUTUBE_UPLOADINFO		= 업로드 정보
IDC_ST_YOUTUBE_FILENAME			= 파일명:
IDC_ST_YOUTUBE_TITLE			= 제목:
IDC_ST_YOUTUBE_DESCRIPTION		= 상세 설명:
IDC_ST_YOUTUBE_PRIVACY			= 시청 권한:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= 공개 - 누구나 이 동영상을 시청할 수 있습니다.
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= 미등록 - 링크가 있는 모든 사용자가 동영상을 볼 수 있습니다.
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= 비공개 - 나와 내가 선택한 사용자만 볼 수 있습니다.
IDC_BTN_YOUTUBE_UPLOAD			= 업로드
IDC_LN_YOUTUBE_HELP			= 도움말
IDC_LN_YOUTUBE_TOS			= YouTube에 동영상을 제출하면 <a>YouTube 서비스 약관</a>에 동의함을 [br]인정하는 것입니다.[br]타인의 저작권 또는 개인정보 보호 권한을 침해해서는 안 됩니다.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= 로그인 상태 유지
IDC_BTN_YOUTUBE_LOGOUT			= 로그 아웃

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= 업로드중...
IDC_ST_YOUTUBE_UPLOADED			= 업로드가 완료되었습니다!
IDC_ST_YOUTUBE_LINK			= 주소:
IDC_ST_YOUTUBE_EMBED			= 코드:
IDC_BTN_YOUTUBE_LINK_GO			= 이동
IDC_BTN_YOUTUBE_EMBED_COPY		= 복사
IDC_BTN_YOUTUBE_CLOSE			= 닫기

[IDD_UPLOAD_TO_GDRIVE]
IDD_UPLOAD_TO_GDRIVE			= Google 드라이브에 업로드 하기
IDC_ST_GDRIVE_UPLOADINFO		= 업로드 정보
IDC_ST_GDRIVE_FILENAME			= 파일명:
IDC_ST_GDRIVE_SHARE_MODE		= 공유:
IDC_RD_GDRIVE_DONT_SHARE		= 공유하지 않음
IDC_RD_GDRIVE_SHARELINK			= 공유 링크 생성
IDC_ST_GDRIVE_SHARELINK_HELP		= 링크가 있는 모든 사용자가 볼 수 있습니다.
IDC_BTN_GDRIVE_UPLOAD			= 업로드
IDC_LN_GDRIVE_HELP			= 도움말
IDC_CK_GDRIVE_KEEP_LOGGED_IN		= 로그인 상태 유지
IDC_BTN_GDRIVE_LOGOUT			= 로그 아웃

[IDD_UPLOADING_GDRIVE]
IDD_UPLOADING_GDRIVE			= 업로드중...
IDC_ST_GDRIVE_UPLOADED			= 업로드가 완료되었습니다!
IDC_ST_GDRIVE_LINK			= 주소:
IDC_BTN_GDRIVE_LINK_GO			= 이동
IDC_BTN_GDRIVE_SHARELINK_COPY		= 공유 링크 복사
IDC_BTN_GDRIVE_CLOSE			= 닫기

[IDD_FILEINFO]
IDD_FILEINFO				= 파일 정보
IDC_BTN_CLIPBOARD			= 클립 보드로 복사

[IDD_REGISTER]
IDD_REGISTER				= 반디컷 정품 등록
IDC_ST_1BUY				= 1. 제품 구매
IDC_ST_1BUY_COMMENT			= 반디컷은 유료 프로그램입니다. 반디컷으로 생성한 비디오에 로고가 추가되지 않기를 원한다면, 제품을 구매한 후 정품 등록을 하시기 바랍니다.
IDC_BTN_BUY_ONLINE			= 구매하러 가기
IDC_ST_2REGISTER			= 2. 정품 등록
IDC_ST_2REGISTER_COMMENT		= 정품 등록을 하려면 컴퓨터가 인터넷에 연결되어 있어야 합니다.
IDC_ST_EMAIL_ADDRESS			= 이메일 주소
IDC_ST_SERIAL_NUMBER			= 시리얼 번호
IDC_BTN_REGISTER_NOW			= 등록하기
IDC_BTN_UNREGISTER_NOW			= 등록해제

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= 시스템 종료
IDC_ST_SHUTDOWN_INFO			= 시스템 종료
IDC_ST_SHUTDOWN_MSG1			= 작업이 완료되어 시스템을 자동종료합니다.[br]만약 종료를 원하지 않으시면 '취소' 버튼을 눌러주세요.
IDD_SHUTDOWN_APP			= 반디컷 종료
IDC_ST_SHUTDOWN_APP_INFO		= 반디컷 종료
IDC_ST_SHUTDOWN_APP_MSG1		= 작업이 완료되어 반디컷을 자동종료합니다.[br]만약 종료를 원하지 않으시면 '취소' 버튼을 눌러주세요.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= 업데이트 확인
IDC_ST_UPDATE_SETTING			= 설정
IDC_CK_ENABLE_AUTO_CHECK		= 자동 업데이트 확인
IDC_CK_SHOW_UPDATE_POPUP		= 중요 업데이트가 필요할 시 팝업창을 띄움
IDC_CK_SHOW_ENABLE_BETA			= 베타 버전 사용이 가능한 경우 알림
IDC_BTN_CHECK_UPDATE_NOW		= 지금 업데이트 확인

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= 업데이트 정보
IDC_ST_UPDATE_MSG1			= 업데이트 가능한 최신 버전이 있습니다.
IDC_ST_UPDATE_MSG2			= 업데이트 버튼을 클릭하시면 최신 버전을 다운로드 할 수 있습니다.
IDOK					= 업데이트

[IDD_FAILTOADD]
IDD_FAILTOADD				= 파일 추가 실패
 
[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= 나누기
IDOK					= 적용
IDC_RD_SPLIT_NUMBER			= 개수로 나누기
IDC_RD_SPLIT_TIME			= 시간으로 나누기
IDC_ST_SEGMENT				= 
IDC_CK_KEEP_SEGMENT			= 원본 구간 유지하기
IDC_ST_HOUR				= 시간
IDC_ST_MIN				= 분
IDC_ST_SEC				= 초

[IDD_INFORMATION]
IDD_INFORMATION				= 단축키
IDD_INFORMATION_LICENSE			= 저작권 정보

[SKIN]
; New UI
; Common
$BN_START				= 시작
$BN_CANCEL				= 취소
$BN_OK					= 확인
$BN_YES					= 예
$BN_NO					= 아니오
$ST_OPTION				= 옵션
$CK_JOIN				= 구간 합치기
$BN_OPEN_OUTPUT				= 열기
$BN_HELP				= 도움말
$CHECK_DO_NOT_SHOW			= 다시 보지 않기

; Main
$BN_TIP					= 정품을 구매하시면 워터마크가 사라집니다.
$BN_ADD_SEGMENT				= 구간 추가
$BN_GUIDE_OPEN_FILE			= 영상 파일 열기
$BN_GUIDE_OPEN_FILE_JOINER		= 영상 파일 열기
$ST_GUIDE_SET_SEGMENT			= 컷 구간 설정
$ST_GUIDE_START				= 작업 시작
$ST_GUIDE_ADD_FILES			= 영상 파일 추가
$ST_SEGMENT_LIST_TITLE			= 자르기 구간 목록
$ST_SEGMENT_LIST_TITLE_JOIN		= 합치기 파일 목록

; Wizard
$BN_WIZARD_CUT				= 자르기
$BN_WIZARD_JOIN				= 합치기
$BN_WIZARD_SPLIT			= 나누기

; About
$ST_ABOUT_VERSION_INFO			= 버전 정보
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2023 Bandicam.com
$BN_ABOUT_NEW_VERSION			= 새 버전이 있습니다.
$BN_ABOUT_CHECK_UPDATE			= 업데이트 확인
$ST_ABOUT_LICENCE_INFO			= 라이선스 정보
$BN_ABOUT_REGISTER			= 정품 등록 하기
$BN_ABOUT_REGISTER_HELP			= 구매 및 정품 등록 방법 안내
$ST_ABOUT_HOMEPAGE_INFO			= 홈페이지 정보
$ST_ABOUT_HOMEPAGE_URL			= 홈페이지
$ST_ABOUT_FAQ_URL			= 자주 묻는 질문
$BN_ABOUT_UPDATE_REGISTRATION		= 등록 정보 업데이트
$BN_ABOUT_RENEW_LICENSE			= 라이선스 기간 갱신

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= 출력 방식
$RD_READY_HIGH_SPEED_MODE		= 고속 모드
$RD_READY_ENCODING_MODE			= 변환 모드
$ST_READY_MODE_HIGH_SPEED		= 화질 저하 없는 빠른 작업 모드
$ST_READY_MODE_ENCODING			= 원하는 설정으로 인코딩 가능한 모드 (느림)
$ST_READY_FILE_FORMAT			= 파일 형식
$ST_READY_VIDEO_INFO			= 비디오 정보
$ST_READY_VIDEO_ENCODER			= 비디오 인코더
$ST_READY_AUDIO_INFO			= 오디오 정보
$BN_READY_DETAIL_SETTING		= 상세 설정
$BN_READY_PRESET			= 빠른 설정
$ST_READY_OUTPUT_OPTION			= 저장 옵션
$ST_READY_OUTPUT_FILE_NAME		= 저장될 파일명
$ST_READY_SAVE_FOLDER			= 저장 폴더
$CK_READY_OUTPUT_TO_SOURCE		= 원본 파일과 같은 위치에 저장하기
$ST_READY_TRACK_OPTION			= 트랙 저장
$RD_READY_ALL_TRACK			= 모든 비디오/오디오 트랙 저장
$RD_READY_SEL_TRACK			= 선택된 비디오/오디오 트랙 저장
$CK_READY_EXTRACT_AUDIO			= 오디오 트랙 추출하기 (.mp3)
$CK_READY_REMOVE_AUDIO			= 오디오 트랙 제거하기	
$ST_READY_SPEED				= 재생 속도

; Run
$ST_RUN_CUT_FILE_INFO			= 진행 상황
$ST_RUN_FILE_NAME			= 파일명:
$ST_RUN_COMPLETE			= 완료
$BN_RUN_UPLOAD				= 업로드
$BN_RUN_PLAY				= 재생
$ST_RUN_RUNNING_TIME			= 진행 시간
$ST_RUN_REMAINING_TIME			= 남은 시간
$ST_RUN_SPEED				= 속도
$ST_RUN_FILE_SIZE			= 파일 크기
$ST_END_OPTION				= 완료 후 설정
$ST_UPLOAD_OPTION			= 업로드 옵션
$CK_RUN_OPEN_OUTPUT_FOLDER		= 저장 폴더 열기
$CK_RUN_SYSTEM_CLOSE			= 시스템 종료
$CK_SOUND_ALARM				= 소리 알림
$CK_MOVE_TO_MAIN			= 메인 화면으로 이동
$BN_HELP_RUN				= 저장된 영상에 문제가 있다면 여기를 클릭하세요!

; Capture
$BN_OPEN_FOLDER			= 폴더 열기
$BN_MESSAGE				= [u]현재 비디오 화면을 저장했습니다.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= <font color="yellow">반디캠</font>을 이용하면 컴퓨터 화면이나 게임 화면을 쉽고 편리하게 녹화하실 수 있습니다.[br]자세한 설명을 보고 반디캠을 설치해서 이용해 보시겠습니까?
$BN_UPDATE_STEP1_LINK			= 자세히 알아보기
$BN_UPDATE_INSTALL			= 설치하기
$BN_UPDATE_LATER			= 다음에 설치하기
$ST_UPDATE_STEP2_TEXT			= 설치파일을 다운로드중입니다.
$BN_UPDATE_CANCEL			= 취소하기
$BN_UPDATE_CLOSE			= 닫기
$ST_UPDATE_OFFLINE			= bandicam_kr.jpg

; Update Bandicut
$ST_UPDATE_BANDICUT_TEXT		= 반디컷의 새 버전이 있습니다. 업데이트를 시작하시겠습니까?
$BN_UPDATE_BANDICUT_INSTALL		= 업데이트
$BN_UPDATE_BANDICUT_IGNORE		= 이 버전은 다시 묻지 않기
$BN_UPDATE_BANDICUT_LEARNMORE		= 자세한 정보 보기
$BN_UPDATE_BANDICUT_SETTINGS		= 업데이트 설정

; Renew License
$BN_REGISTER				= 정품 등록
$BN_BUY_NOW				= 구매 하기
$BN_RENEW				= 사용기간 연장
$ST_LEARN_MORE				= 자세히 보기

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= 파일을 준비하는 중입니다.

; Tooltip
$TT_MENU				= 메뉴
$TT_WIZARD				= 시작 화면으로 이동(Home)
$TT_CUTTER				= 자르기
$TT_JOINER				= 합치기
$TT_ABOUT				= 정보 (F1)
$TT_SETTING				= 환경 설정 (F5)
$TT_BANDICAM				= 녹화하기

$TT_FILE_CLOSE_WORK			= 모든 파일 닫기(F4)
$TT_FILE_CLOSE_WORK_CUT			= 파일 닫기 - 모든 구간 제거(F4)

$TT_FILE_OPEN				= 파일 열기(F2,Ctrl+O)
$TT_FILE_ADD				= 파일 추가(F2,Ctrl+O)
$TT_FILE_PROJECT			= 프로젝트 파일
$TT_OPEN				= 열기

$TT_REGISTER				= 정품 등록(F3)
$TT_OPEN_OUTPUT_FOLDER			= 저장 폴더 열기 (Ctrl+F2)
$TT_HELP				= 도움말
$TT_REFRESH_LINFO			= 라이선스 정보 새로고침

$TT_PLAYER_PLAY				= 재생/일시 정지 (Space)
$TT_PLAYER_STOP				= 중지 (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= 구간 재생/일시 정지 (Ctrl+P)
$TT_PLAYER_STOP_SEG			= 구간 재생 중지 (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= 이전 키프레임 (Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= 이전 프레임 (Left)
$TT_PLAYER_NEXT_FRAME			= 다음 프레임 (Right)
$TT_PLAYER_NEXT_KEY_FRAME		= 다음 키프레임 (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= 이전 파일 재생/선택 (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= 다음 파일 재생/선택 (Right)
$TT_PLAYER_SEG_ADD			= 설정된 구간 추가 (Ctrl+A)
$TT_ADD_SEGMENT_MAX			= 파일/구간은 최대  ${int1}개 까지만 추가할 수 있습니다.
$TT_PLAYER_SEG_START			= 구간 시작 위치 설정 ( S )
$TT_PLAYER_SEG_END			= 구간 끝 위치 설정 ( E )
$TT_PLAYER_MUTE_ON			= 음소거 ( M )
$TT_PLAYER_MUTE_OFF			= 음소거 해제 ( M )

$TT_PLAYER_CAPTURE			= 캡처 (Ctrl+C)

$TT_ADD_SEGMENT				= 구간 추가 (Ctrl+N)
$TT_PREV_SEGMENT			= 위로 이동
$TT_NEXT_SEGMENT			= 아래로 이동
$TT_PREV_MOVE_FILE			= 이전으로 이동
$TT_NEXT_MOVE_FILE			= 다음으로 이동

$TT_RUN_UPLOAD_OPTION			= 업로드 옵션

$TT_LIST_PLAY				= 구간 재생/일시 정지
$TT_LIST_SPLIT				= 나누기
$TT_LIST_CUT_REMOVE			= 구간 제거
$TT_LIST_JOIN_REMOVE			= 파일 제거

$FONT_SIZE				= 10 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * 기본
HOTKEYS_ABOUT				= - 프로그램 정보	: F1
HOTKEYS_FILE_INFO			= - 파일 정보	: Ctrl+F1
HOTKEYS_SETTING				= - 환경 설정	: F5
HOTKEYS_MAX					= - 최대화/복원	: Enter
HOTKEYS_CHANGE_MODE			= - 모드 변경하기	: Ctrl+M
HOTKEYS_REGISTER			= - 정품 등록	: F3
HOTKEYS_HOME				= - 시작 화면으로 이동: Home

HOTKEYS_PLAY_TITLE			= * 재생
HOTKEYS_OPEN_FILE			= - 파일 열기	: Ctrl+O, F2
HOTKEYS_CLOSE				= - (모든) 파일 닫기	: F4
HOTKEYS_START				= - 시작		: Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - 저장 폴더 열기	: Ctrl+F2
HOTKEYS_PLAY				= - 재생/일시정지	: Space
HOTKEYS_STOP				= - 정지		: Ctrl+Space
HOTKEYS_MUTE				= - 음소거/해제	: M

HOTKEYS_SEGMENT_PLAY			= - 구간 재생/일시정지: Ctrl+P
HOTKEYS_SEGMENT_STOP			= - 구간 재생 중지	: Alt+P
HOTKEYS_SEGMENT_REMOVE			= - 구간 제거	: Delete

HOTKEYS_PLAY_FORWARD			= - 앞으로		: Right(→), Numpad+
HOTKEYS_PLAY_REWIND			= - 뒤로		: Left(←), Numpad-

HOTKEYS_CUT_TITLE			= * 자르기
HOTKEYS_SET_START_TIME			= - 시작 시간 설정	: S
HOTKEYS_SET_END_TIME			= - 끝 시간 설정	: E
HOTKEYS_SEGMENT_ADD			= - 구간 추가	: Ctrl+N

HOTKEYS_NEXT_FRAME			= - 다음 프레임	: Right(→), Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - 다음 키프레임	: Ctrl+Right(→)

HOTKEYS_PREVIOUS_FRAME			= - 이전 프레임	: Left(←), Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - 이전 키프레임	: Ctrl+Left(←)

HOTKEYS_PREVIOUS_SEL_SEG		= - 이전 구간 선택	: Up(↑)
HOTKEYS_NEXT_SEL_SEG			= - 다음 구간 선택	: Down(↓)

HOTKEYS_PREV_TIME_DIGIT			= - 이전 시간으로 이동	: Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - 다음 시간으로 이동	: Tab

HOTKEYS_JOIN_TITLE			= * 합치기
HOTKEYS_PREV_FILE_PLAY			= - 이전 파일 재생/선택		: Left(←)
HOTKEYS_NEXT_FILE_PLAY			= - 다음 파일 재생/선택		: Right(→) 